export const navSections = [
  {
    title: "РУКОВОДСТВО ПО АЗАРТНЫМ ИГРАМ",
    items: [
      {
        text: "Как выбрать онлайн-казино",
        icon: "http://194.36.179.168:8081/nav/nav-1.svg",
      },
      {
        text: "Игры, которые зависят от удачи: RTP и дисперсия",
        icon: "http://194.36.179.168:8081/nav/nav-1.svg",
      },
      {
        text: "Бонусы и акции",
        icon: "http://194.36.179.168:8081/nav/nav-1.svg",
      },
      {
        text: "Кодекс честных азартных игр",
        icon: "http://194.36.179.168:8081/nav/nav-1.svg",
      },
      {
        text: "Ответственная игра и помощь зависимым от азартных игр",
        icon: "http://194.36.179.168:8081/nav/nav-1.svg",
      },
    ],
  },
  {
    title: "РУКОВОДСТВО ПО ИГРАМ",
    items: [
      {
        text: "Слот",
        icon: "http://194.36.179.168:8081/nav/nav-2-1.svg",
      },
      {
        text: "Рулетка",
        icon: "http://194.36.179.168:8081/nav/nav-2-2.svg",
      },
      {
        text: "Блэкджек",
        icon: "http://194.36.179.168:8081/nav/nav-2-3.svg",
      },
      {
        text: "Видео покер",
        icon: "http://194.36.179.168:8081/nav/nav-2-4.svg",
      },
      {
        text: "Крэпс",
        icon: "http://194.36.179.168:8081/nav/nav-2-5.svg",
      },
    ],
  },
  {
    title: "О НАС",
    items: [
      {
        text: "O нас",
        icon: "http://194.36.179.168:8081/nav/nav-3-1.svg",
      },
      {
        text: "Контакт",
        icon: "http://194.36.179.168:8081/nav/nav-3-2.svg",
      },
      {
        text: "Правила и условия",
        icon: "http://194.36.179.168:8081/nav/nav-3-3.svg",
      },
      {
        text: "Новости",
        icon: "http://194.36.179.168:8081/nav/nav-3-4.svg",
      },
    ],
  },
];
