export const carouselMedievalGames = {
  title: {
    image: "https://free-games-img.netlify.app/img/main-carousel/medieval.svg",
    text: "Средневековые игры",
    textShort: "Средневековые",
  },
  button: {
    text: "See All",
    link: "/all-slots",
  },
  items: [
    {
      id: 74,
      title: "Gonzo's Quest",
      iframeSrc: "https://games.evolution.com/mobile-game/?game_id=1616",
      image:
        "https://static.casino.guru/pict/14639/Gonzo-s-Quest.png?timestamp=1653449467000&imageDataId=219232&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Gonzo's Questスロットをデモ版お試しプレイ、リアルマネーでプレイする前にゲームレビューを読もう。",
      gameDetails: {
        developers: "NetEnt",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: false,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$20",
        maxBind: "$100",
        date: "1月 2013",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
          default:
            "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
        },
        altText: "ゲームプロバイダーについて",
        title: "NetEnt",
        description:
          "Gonzo's QuestはNetEnt製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Gonzo's Questはインターネット上で最も人気のあるスロットのうちの一台です。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.58%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "不明",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "NetEnt",
        logo: "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
        gameDescription:
          "Gonzo's QuestはNetEnt製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Gonzo's Questはインターネット上で最も人気のあるスロットのうちの一台です。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 75,
      title: "Blood Suckers",
      iframeSrc: "https://games.evolution.com/mobile-game/?game_id=2574",
      image:
        "https://static.casino.guru/pict/14373/Blood-Suckers.png?timestamp=1653456184000&imageDataId=236932&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Blood Suckersスロットをデモ版お試しプレイ、リアルマネーでプレイする前にゲームレビューを読もう。",
      gameDetails: {
        developers: "NetEnt",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.25",
        maxBind: "$20",
        date: "11月 2013",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
          default:
            "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
        },
        altText: "ゲームプロバイダーについて",
        title: "NetEnt",
        description:
          "Blood SuckersはNetEnt製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Blood Suckersはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.24%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "12,500x",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "NetEnt",
        logo: "https://static.casino.guru/pict/123435/NetEnt_white.svg?timestamp=1662360356000&imageDataId=368971",
        gameDescription:
          "Blood SuckersはNetEnt製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Blood Suckersはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 76,
      title: "Vikings Go Wild",
      iframeSrc:
        "https://staticdemo.yggdrasilgaming.com/init/launchClient.html?gameid=10148&lang=en&currency=EUR&org=Demo&key=&fullscreen=yes",
      image:
        "https://static.casino.guru/pict/56234/Vikings-Go-Wild.png?timestamp=1653466627000&imageDataId=260189&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Vikings Go Wildをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Yggdrasil Gaming",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.25",
        maxBind: "$100",
        date: "8月 2015",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124168/Yggdrasil_white.svg?timestamp=1662360620000&imageDataId=369003",
          default:
            "https://static.casino.guru/pict/124168/Yggdrasil_white.svg?timestamp=1662360620000&imageDataId=369003",
        },
        altText: "ゲームプロバイダーについて",
        title: "Yggdrasil Gaming",
        description:
          "Vikings Go WildはYggdrasil Gaming製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Vikings Go Wildはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.49%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "22,500x",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Yggdrasil Gaming",
        logo: "https://static.casino.guru/pict/124168/Yggdrasil_white.svg?timestamp=1662360620000&imageDataId=369003",
        gameDescription:
          "Vikings Go WildはYggdrasil Gaming製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Vikings Go Wildはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 77,
      title: "Royal Masquerade",
      iframeSrc:
        "https://caocw.playngonetwork.com/casino/PlayMobile?pid=2&gid=masquerademobile&ctx=AllGames&lang=en_GB&practice=1&ticket=&lobby=http%3A%2F%2Fplayngo.com%2FGames",
      image:
        "https://static.casino.guru/pict/22346/Royal-Masquerade.png?timestamp=1653457441000&imageDataId=238868&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Royal Masqueradeをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Play'n GO",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$100",
        date: "10月 2015",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
          default:
            "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        },
        altText: "ゲームプロバイダーについて",
        title: "Play'n GO",
        description:
          "Royal MasqueradeはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Royal Masqueradeはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.50%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "不明",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Play'n GO",
        logo: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        gameDescription:
          "Royal MasqueradeはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Royal Masqueradeはある程度人気のあるスロットです。かなりの人気を誇るタイトルには及びませんが、一定の人気を博しているようです。その人気の理由を確かめるためにも、まずは無料版でお試しください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 78,
      title: "Viking Runecraft",
      iframeSrc:
        "https://caocw.playngonetwork.com/Casino/IframedView?pid=187&gid=vikingrunecraft&gameId=319&lang=en_GB&practice=1&channel=desktop&div=pngCasinoGame&width=100%&height=100%&user=aleapi&password=&ctx=&demo=&brand=&lobby=&rccurrentsessiontime=0&rcintervaltime=0&rcaccounthistoryurl=&rccontinueurl=&rcexiturl=&rchistoryurlmode=&autoplaylimits=0&autoplayreset=0&callback=&rcmga=&resourcelevel=0&hasjackpots=False&country=&pauseplay=&playlimit=&selftest=&sessiontime=&coreweburl=https://caocw.playngonetwork.com/&showpoweredby=True",
      image:
        "https://static.casino.guru/pict/22164/Viking-Runecraft.png?timestamp=1653457502000&imageDataId=238924&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Viking Runecraftをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Play'n GO",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$100",
        date: "4月 2017",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
          default:
            "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        },
        altText: "ゲームプロバイダーについて",
        title: "Play'n GO",
        description:
          "Viking RunecraftはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Viking Runecraftはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.50%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "不明",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Play'n GO",
        logo: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        gameDescription:
          "Viking RunecraftはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Viking Runecraftはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 79,
      title: "Glorious Rome",
      iframeSrc:
        "https://demogamesfree.pragmaticplay.net/gs2c/openGame.do?lang=ja&cur=EUR&gameSymbol=vs20rome&jurisdiction=99",
      image:
        "https://static.casino.guru/pict/31768/Glorious-Rome.png?timestamp=1653450006000&imageDataId=220953&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Glorious Romeをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Pragmatic Play",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: false,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.2",
        maxBind: "$100",
        date: "6月 2014",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
          default:
            "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        },
        altText: "ゲームプロバイダーについて",
        title: "Pragmatic Play",
        description:
          "Glorious RomeはPragmatic Play製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Glorious Romeはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.20%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "不明",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Pragmatic Play",
        logo: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        gameDescription:
          "Glorious RomeはPragmatic Play製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Glorious Romeはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 80,
      title: "Roman Empire",
      iframeSrc:
        "https://app-test.insvr.com/games/?brandid=a9d542ac-c9bb-e311-93f6-80c16e0883f4&keyname=SGRomanEmpire&mode=fun&locale=ja&lobbyurl=https%3a%2f%2fhaba88.com%2f%3fref%3dlang",
      image:
        "https://static.casino.guru/pict/32949/Roman-Empire.png?timestamp=1653469629000&imageDataId=267448&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Roman Empireをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Habanero",
        jacpot: true,
        freeSpeen: false,
        autorun: false,
        quickSpin: false,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "Not found",
        maxBind: "Not found",
        date: "Not found",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124002/Habanero_white.svg?timestamp=1662360231000&imageDataId=368959",
          default:
            "https://static.casino.guru/pict/124002/Habanero_white.svg?timestamp=1662360231000&imageDataId=368959",
        },
        altText: "ゲームプロバイダーについて",
        title: "Habanero",
        description:
          "Roman EmpireはHabanero製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Roman Empireはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          title: "還元率",
          body: "96.29%",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          title: "種類",
          body: "スロット",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          title: "最大賞金額",
          body: "不明",
        },
        {
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          title: "配当システム",
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Habanero",
        logo: "https://static.casino.guru/pict/124002/Habanero_white.svg?timestamp=1662360231000&imageDataId=368959",
        gameDescription:
          "Roman EmpireはHabanero製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Roman Empireはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 81,
      title: "The Sword and the Grail Excalibur",
      iframeSrc:
        "https://qapromo01-cw.playngonetwork.com/casino/ContainerLauncher?gid=excalibur&pid=4&lang=en_GB&practice=1&demo=2&channel=desktop",
      image:
        "https://static.casino.guru/pict/820434/The-Sword-and-the-Grail-Excalibur.png?timestamp=1715677711000&imageDataId=870428&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！The Sword and the Grail Excaliburをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "Play'n GO",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$100",
        date: "4月 2024",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
          default:
            "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        },
        altText: "ゲームプロバイダーについて",
        title: "Play'n GO",
        description:
          "The Sword and the Grail ExcaliburはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、The Sword and the Grail Excaliburはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          title: "還元率",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.13%",
        },
        {
          title: "種類",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "スロット",
        },
        {
          title: "最大賞金額",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "不明",
        },
        {
          title: "配当システム",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "Play'n GO",
        logo: "https://static.casino.guru/pict/124074/PlayNGo_white.svg?timestamp=1662360394000&imageDataId=368977",
        gameDescription:
          "The Sword and the Grail ExcaliburはPlay'n GO製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、The Sword and the Grail Excaliburはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
    {
      id: 82,
      title: "Royal High-Road",
      iframeSrc:
        "https://bgaming-network.com/play/RoyalHighRoad/FUN?server=demo",
      image:
        "https://static.casino.guru/pict/504684/Royal-High-Road.png?timestamp=1686747503000&imageDataId=540049&width=320&height=247",
      description:
        "ダウンロードや登録の必要なし！Royal High-Roadをオンラインデモ版でお試しプレイ。",
      gameDetails: {
        developers: "BGaming",
        jacpot: true,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: true,
        minBind: "$0.05",
        maxBind: "$1",
        date: "4月 2023",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/pict/123935/BGaming_white.svg?timestamp=1663484552000&imageDataId=374691",
          default:
            "https://static.casino.guru/pict/123935/BGaming_white.svg?timestamp=1663484552000&imageDataId=374691",
        },
        altText: "ゲームプロバイダーについて",
        title: "BGaming",
        description:
          "Royal High-RoadはBGaming製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Royal High-Roadはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам.",
      },
      statsList: [
        {
          title: "還元率",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.51%",
        },
        {
          title: "種類",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "スロット",
        },
        {
          title: "最大賞金額",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "不明",
        },
        {
          title: "配当システム",
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "ウィンライン",
        },
      ],
      aboutGame: {
        provide: "BGaming",
        logo: "https://static.casino.guru/pict/123935/BGaming_white.svg?timestamp=1663484552000&imageDataId=374691",
        gameDescription:
          "Royal High-RoadはBGaming製造のスロットです。 こちらのゲームを検索したプレイヤー数によると、Royal High-Roadはあまり人気のないスロットです。だからといって、劣悪なスロットだとは限りません。ですから、ご自身の目でお確かめしていただくか、人気カジノゲーム一覧をご覧ください。\n\nデモモードで無料でプレイするには、ゲームをロードし、「スピン」ボタンを押すだけです。 さらなるスロットとその仕組みについては、オンラインスロットガイドをご覧ください。",
      },
    },
  ],
};
