export const carouselNew = {
  title: {
    image: "https://free-games-img.netlify.app/img/main-carousel/new.svg",
    text: "새로 출시된 게임",
    textShort: "새로 출시된 게임",
  },
  button: {
    text: "모두 표시",
    link: "/all-slots",
  },
  items: [
    {
      id: 1,
      title: "Money Pot",
      iframeSrc: "https://tadagaming.com/PlusTrial/379/en-us",
      image:
        "https://static.casino.guru/pict/1092138/Money-Pot.png?timestamp=1737966198000&imageDataId=1171083&width=320&height=247",
      description:
        "데모 모드에서 무료로 Money Pot 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "PRAGMATIC PLAY",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.4",
        maxBind: "$200",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.45%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "10,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "애니웨이 승리",
        },
      ],
      aboutGame: {
        provide: "PRAGMATIC PLAY",
        logo: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        gameDescription:
          "Diamond Strike(은)는 Money Pot 에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람들이 많은 것으로 미뤄봤을 때, Diamond Strike(은)는 매우 인기 있는 슬롯입니다. 플레이어들이 왜 그렇게 이 슬롯 머신을 좋아하는지 무료로 확인해 보십시오.데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 2,
      title: "Phoenix DuelReels",
      iframeSrc:
        "https://static-stg.hacksawgaming.com/launcher/static-launcher.html?channel=desktop&partner=stg&mode=demo&token=123&language=en&gameid=1675",
      image:
        "https://static.casino.guru/pict/1092148/Phoenix-DuelReels.png?timestamp=1737966926000&imageDataId=1171108&width=320&height=247",
      description:
        "데모 모드에서 무료로 Phoenix DuelReels 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "TADA GAMING",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.2",
        maxBind: "$100",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.50%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "5,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "HACKSAW GAMING",
        logo: "https://static.casino.guru/pict/124004/Hacksaw_white.svg?timestamp=1663484623000&imageDataId=374700",
        gameDescription:
          "Phoenix DuelReels(은)는 Hacksaw Gaming에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Phoenix DuelReels(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 3,
      title: "Wild Wild",
      iframeSrc:
        "https://demogamesfree.pragmaticplay.net/gs2c/openGame.do?lang=en&cur=USD&websiteUrl=https%3A%2F%2Fclienthub.pragmaticplay.com%2F&gcpif=3482&gameSymbol=vswayspearls&jurisdiction=99",
      image:
        "https://static.casino.guru/pict/1084277/Wild-Wild-Pearls.png?timestamp=1737314873000&imageDataId=1162399&width=320&height=247",
      description:
        "데모 모드에서 무료로 Wild Wild Pearls 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "HACKSAW GAMING",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$100",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.28%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "10,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "PRAGMATIC PLAY",
        logo: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        gameDescription:
          "Wild Wild Pearls(은)는 Pragmatic Play에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Wild Wild Pearls(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 4,
      title: "Floating Dragon",
      iframeSrc:
        "https://demogamesfree.pragmaticplay.net/gs2c/openGame.do?jurisdiction=99&lang=ko&cur=EUR&gameSymbol=vs10fdsnake",
      image:
        "https://static.casino.guru/pict/1075301/Floating-Dragon---Year-of-the-Snake.png?timestamp=1736720338000&imageDataId=1151581&width=320&height=247",
      description:
        "데모 모드에서 무료로 Floating Dragon – Year of the Snake 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "PRAGMATIC PLAY",
        jacpot: true,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.2",
        maxBind: "$240",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.46%%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "5,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "PRAGMATIC PLAY",
        logo: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        gameDescription:
          "Floating Dragon(은)는 Hacksaw Gaming에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Floating Dragon(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 5,
      title: "Aztec Smas",
      iframeSrc:
        "https://demogamesfree.pragmaticplay.net/gs2c/openGame.do?jurisdiction=99&lang=en&cur=EUR&gameSymbol=vs20plsmcannon",
      image:
        "https://static.casino.guru/pict/1069053/Aztec-Smash.png?timestamp=1736191598000&imageDataId=1144764&width=320&height=247",
      description:
        "데모 모드에서 무료로 Aztec Smash 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "PRAGMATIC PLAY",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$275",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.71%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "5,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "PRAGMATIC PLAY",
        logo: "https://static.casino.guru/pict/124086/PragmaticPlay_white.svg?timestamp=1658212054000&imageDataId=346524",
        gameDescription:
          "Aztec Smash(은)는 Pragmatic Play에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Aztec Smash(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 6,
      title: "Klowns",
      iframeSrc:
        "https://static-stg.hacksawgaming.com/launcher/static-launcher.html?channel=desktop&partner=stg&mode=demo&token=123&language=en&gameid=1438",
      image:
        "https://static.casino.guru/pict/1069076/Klowns.png?timestamp=1736192690000&imageDataId=1144790&width=320&height=247",
      description:
        "데모 모드에서 무료로 Klowns 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "PRAGMATIC PLAY",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.2",
        maxBind: "$240",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.52%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "9,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "HACKSAW GAMING",
        logo: "https://static.casino.guru/pict/124004/Hacksaw_white.svg?timestamp=1663484623000&imageDataId=374700",
        gameDescription:
          "Klowns(은)는 Hacksaw Gaming에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Klowns(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
    {
      id: 7,
      title: "Wild Wildebeest Wins",
      iframeSrc:
        "https://demogamesfree.pragmaticplay.net/gs2c/openGame.do?lang=ko&cur=USD&websiteUrl=https%3A%2F%2Fclienthub.pragmaticplay.com%2F&gcpif=3482&gameSymbol=vswaysbufstamp&jurisdiction=99",
      image:
        "https://static.casino.guru/pict/1092127/Wild-Wildebeest-Wins.png?timestamp=1737966042000&imageDataId=1171071&width=320&height=247",
      description:
        "데모 모드에서 무료로 Wild Wildebeest Wins 슬롯을 무료로 사용해보십시오. 다운로드 또는 등록이 필요 없습니다.",
      gameDetails: {
        developers: "HACKSAW GAMING",
        jacpot: false,
        freeSpeen: true,
        autorun: true,
        quickSpin: true,
        gamblingFeature: false,
        bonusParches: false,
        minBind: "$0.1",
        maxBind: "$100",
        date: "1월 2025",
      },
      InfoProviderCardSingle: {
        image: {
          webp: "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png?webp=true",
          default:
            "https://static.casino.guru/res/6f3b4ec2f8e1e19c0e5c5f859d00fabca/images/games/banner-request-game.png",
        },
        altText: "게임 요청하기",
        title: "Gates of Olympus Xmas 1000",
        description:
          "Gates of Olympus Xmas 1000 — игровой автомат, созданный компанией Pragmatic Play . Судя по количеству людей, играющих в этот слот, Gates of Olympus Xmas 1000 — один из самых популярных игровых автоматов в Интернете. Узнайте бесплатно, почему игроки так любят этот игровой автомат.",
        tutorila:
          "Чтобы играть бесплатно в демо-режиме, загрузите игру и нажмите кнопку «Вращать». Вы можете узнать больше об игровых автоматах и ​​о том, как они работают, в нашем онлайн-руководстве по игровым автоматам",
      },
      statsList: [
        {
          title: "플레이어로 돌아가기", // "Return to Player (RTP)"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 48 48"><path fill="rgba(0, 149, 255, 0.5)" fill-rule="evenodd" stroke="rgba(0, 149, 255, 0.8)" stroke-linejoin="round" stroke-width="4" d="M44 40.836q-7.34-8.96-13.036-10.168t-10.846-.365V41L4 23.545L20.118 7v10.167q9.523.075 16.192 6.833q6.668 6.758 7.69 16.836Z" clip-rule="evenodd"/></svg>`,
          body: "96.50%",
        },
        {
          title: "게임 타입", // "Game Type"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="40" height="40" viewBox="0 0 512 512" data-v-79109065=""><path fill="rgba(0, 149, 255, 0.8)" d="M495.24 267.592L445.066 41.083A32.04 32.04 0 0 0 406.9 16.76L180.393 66.934a32 32 0 0 0-24.322 38.166l21.021 94.9H48a32.036 32.036 0 0 0-32 32v232a32.036 32.036 0 0 0 32 32h232a32.036 32.036 0 0 0 32-32V340.957l158.917-35.2a32.04 32.04 0 0 0 24.323-38.165M280 464H48V232h136.181l22.063 99.606a32.03 32.03 0 0 0 31.18 25.092a32.3 32.3 0 0 0 6.984-.769l35.6-7.886L280.02 464Zm184-189.487l-226.513 50.173l-50.173-226.51L413.824 48l50.193 226.505Z" data-v-79109065=""></path><path fill="rgba(0, 149, 255, 0.5)" d="M80 264h40v40H80zm0 128h40v40H80zm128 0h40v40h-40zm-64-64h40v40h-40zm81.456-205.433l39.054-8.644l8.644 39.055l-39.054 8.644zm152.672 97.223l39.054-8.65l8.65 39.054l-39.054 8.65zm-76.324-48.649l39.053-8.65l8.65 39.053l-39.052 8.65z" data-v-79109065=""></path></svg>`,
          body: "슬롯",
        },
        {
          title: "최대 상금", // "Max Win"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 512 512"><path fill="rgba(0, 149, 255, 0.9)" d="M327.027 65.816L229.79 128.23l9.856 5.397l86.51-55.53l146.735 83.116l-84.165 54.023l4.1 2.244v6.848l65.923-42.316l13.836 7.838l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l64.633-41.487l15.127 8.57l-79.76 51.195v11.723l100.033-64.21l-24.828-14.062l24.827-15.937l-24.828-14.064l24.827-15.937l-23.537-13.333l23.842-15.305zm31.067 44.74c-21.038 10.556-49.06 12.342-68.79 4.383l-38.57 24.757l126.903 69.47l36.582-23.48c-14.41-11.376-13.21-28.35 2.942-41.67zM227.504 147.5l-70.688 46.094l135.61 78.066l1.33-.85c2.5-1.61 6.03-3.89 10.242-6.613c8.42-5.443 19.563-12.66 30.674-19.86c16.002-10.37 24.248-15.72 31.916-20.694zm115.467 1.17a8.583 14.437 82.068 0 1 .003 0a8.583 14.437 82.068 0 1 8.32 1.945a8.583 14.437 82.068 0 1-.87 12.282a8.583 14.437 82.068 0 1-20.273 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.237m-218.423 47.115L19.143 263.44l23.537 13.333l-23.842 15.305l24.828 14.063l-24.828 15.938l24.828 14.063l-24.828 15.938l166.135 94.106L285.277 381.8v-11.72l-99.433 63.824L39.11 350.787l14.255-9.15l131.608 74.547L285.277 351.8v-11.72l-99.433 63.824L39.11 320.787l14.255-9.15l131.608 74.547L285.277 321.8v-11.72l-99.433 63.824L39.11 290.787l13.27-8.52l132.9 75.28l99.997-64.188v-5.05l-5.48-3.154l-93.65 60.11l-146.73-83.116l94.76-60.824l-9.63-5.543zm20.46 11.78l-46.92 30.115c14.41 11.374 13.21 28.348-2.942 41.67l59.068 33.46c21.037-10.557 49.057-12.342 68.787-4.384l45.965-29.504l-123.96-71.358zm229.817 32.19c-8.044 5.217-15.138 9.822-30.363 19.688a36222 36222 0 0 1-30.69 19.873c-4.217 2.725-7.755 5.01-10.278 6.632c-.09.06-.127.08-.215.137v85.924l71.547-48.088zm-200.99 17.48a8.583 14.437 82.068 0 1 8.32 1.947a8.583 14.437 82.068 0 1-.87 12.28a8.583 14.437 82.068 0 1-20.27 1.29a8.583 14.437 82.068 0 1 .87-12.28a8.583 14.437 82.068 0 1 11.95-3.236z"/></svg>`,
          body: "5,000x",
        },
        {
          title: "페이아웃 시스템", // "Payout System"
          icon: `<svg xmlns="http://www.w3.org/2000/svg" width="32" height="32" viewBox="0 0 24 24"><path fill="rgba(0, 149, 255, 0.5)" d="M12.787 5.807a.75.75 0 0 1 .463.693v4a.75.75 0 0 1-1.5 0V8.31l-.22.22a.75.75 0 1 1-1.06-1.06l1.5-1.5a.75.75 0 0 1 .817-.163"/><path fill="rgba(0, 149, 255, 0.8)" fill-rule="evenodd" d="M7.498 1.607A27 27 0 0 1 12 1.25c1.828 0 3.339.161 4.502.357l.135.023c1.01.169 1.85.31 2.506 1.118c.421.519.557 1.08.588 1.705l.492.164c.463.154.87.29 1.191.44c.348.162.667.37.911.709s.341.707.385 1.088c.04.353.04.78.04 1.27v.144c0 .402 0 .757-.03 1.054c-.032.321-.103.634-.28.936c-.179.303-.418.517-.683.701c-.245.17-.555.343-.907.538l-2.64 1.467c-.54 1.061-1.28 2.007-2.3 2.69c-.875.587-1.922.959-3.16 1.065v2.031h1.43a1.75 1.75 0 0 1 1.716 1.407l.219 1.093H18a.75.75 0 0 1 0 1.5H6a.75.75 0 0 1 0-1.5h1.885l.219-1.093A1.75 1.75 0 0 1 9.82 18.75h1.43v-2.031c-1.238-.106-2.285-.478-3.16-1.064c-1.019-.684-1.76-1.63-2.3-2.691l-2.64-1.467a11 11 0 0 1-.907-.538a2.2 2.2 0 0 1-.682-.7a2.2 2.2 0 0 1-.281-.937c-.03-.297-.03-.652-.03-1.054v-.145c0-.488 0-.916.04-1.269c.044-.381.14-.75.385-1.088c.244-.339.563-.547.91-.71c.323-.15.729-.285 1.192-.439l.492-.164c.031-.626.167-1.186.588-1.705c.657-.809 1.496-.95 2.507-1.118zM9.415 21.25h5.17l-.16-.799a.25.25 0 0 0-.245-.201H9.82a.25.25 0 0 0-.245.201zM4.302 6.023c.072 1.52.243 3.2.671 4.77l-1.066-.591c-.389-.217-.633-.353-.809-.475c-.162-.113-.215-.18-.244-.23c-.03-.05-.062-.128-.082-.324a11 11 0 0 1-.022-.938v-.073c0-.539.001-.88.03-1.138c.028-.238.072-.327.112-.381c.039-.055.109-.125.326-.226c.236-.11.56-.219 1.07-.39zm14.725 4.77l1.066-.591c.389-.217.633-.353.809-.475c.162-.113.215-.18.244-.23c.03-.05.062-.128.082-.324c.021-.214.022-.493.022-.938v-.073c0-.539-.001-.88-.03-1.138c-.028-.238-.072-.327-.112-.381c-.039-.055-.109-.125-.326-.226c-.236-.11-.56-.219-1.07-.39l-.014-.004c-.071 1.52-.243 3.2-.67 4.77M12 2.75c-1.74 0-3.167.153-4.252.336c-1.207.204-1.46.28-1.726.608c-.262.322-.287.628-.234 1.983c.09 2.258.388 4.696 1.31 6.55c.456.914 1.052 1.662 1.828 2.182c.77.517 1.765.841 3.074.841c1.31 0 2.304-.324 3.075-.841c.776-.52 1.371-1.268 1.826-2.183c.923-1.853 1.221-4.29 1.31-6.55c.055-1.354.03-1.66-.232-1.982c-.266-.328-.52-.404-1.727-.608A25.6 25.6 0 0 0 12 2.75" clip-rule="evenodd"/></svg>`,
          body: "윈라인",
        },
      ],
      aboutGame: {
        provider: "HACKSAW GAMING",
        logo: "https://static.casino.guru/pict/124004/Hacksaw_white.svg?timestamp=1663484623000&imageDataId=374700",
        gameDescription:
          "Wild Wildebeest Wins(은)는 Hacksaw Gaming에서 제작된 슬롯 머신입니다. 해당 슬롯을 찾는 사람이 그닥 많지 않은 것으로 미뤄봤을 때, Phoenix DuelReels(은)는 그닥 인기있는 슬롯이 아닙니다. 하지만 그렇다고 해서 해당 슬롯이 나쁘다는 뜻은 아닙니다. 그러니 직접 해보시고 결정하세요. 아니면 인기 있는 슬롯을 검색해보세요.\n\n데모 모드에서 무료로 플레이하려면 게임을 로드한 다음 '스핀' 버튼을 누르세요. 온라인 슬롯 가이드에서는 슬롯 머신과 그 작동 원리에 대해 더 알아보실 수 있습니다.",
      },
    },
  ],
};
